{
  "title": "Our Medical Departments",
  "subtitle": "Browse through our clinics and departments, view details, or book an appointment easily.",
  "searchPlaceholder": "Search for a department or clinic...",
  "filterAll": "All",
  "open": "Open details",
  "book": "Book now",
  "noResults": "No matching results found.",

  "notFound": "Clinic not found.",
  "back": "Go back",
  "backToList": "Back to Clinics List",
  "bookAppointment": "Book Appointment",
    "servicesOfClinic": "Clinic Services",
  "doctorsOfClinic": "Doctors in this Department",
  "viewDoctor": "View Doctor",


  "clinics": {
    "ladies": "Ladies Club",
    "internal": "Internal Medicine",
    "general": "General Medicine",
    "laser": "Laser & Aesthetics",
    "opht": "Ophthalmology",
    "pharmacy": "Pharmacy",
    "lab": "Laboratory",
    "dialysis": "Dialysis Department",
    "emergency": "Emergency Department",
    "ortho": "Orthopedics",
    "dental": "Dental Clinic",
    "gyne": "Obstetrics & Gynecology",
    "peds": "Pediatrics",
    "xray": "Radiology",
    "derma": "Dermatology",
    "ent": "ENT Clinic",
    "physio": "Physiotherapy",
    "skinCare": "Skin Care Department"
  },

  "descriptions": {
    "ladies": "A private women-only facility designed for comfort, wellness, and physical fitness in a safe environment.",
    "internal": "Provides diagnosis and treatment for diseases affecting internal organs such as heart, lungs, and digestive system.",
    "general": "Primary healthcare and preventive services for all ages with a focus on wellness and family care.",
    "laser": "Offers advanced cosmetic and laser treatments for skin, hair, and rejuvenation using the latest technology.",
    "opht": "Comprehensive eye care services including vision correction, diagnostics, and minor surgical procedures.",
    "pharmacy": "Fully stocked pharmacy offering prescribed medications and pharmaceutical consultations.",
    "lab": "Advanced laboratory performing diagnostic tests and analyses to ensure accurate medical assessments.",
    "dialysis": "Specialized care for kidney patients with state-of-the-art dialysis equipment and experienced staff.",
    "emergency": "Round-the-clock emergency services providing rapid response and immediate medical attention.",
    "ortho": "Diagnosis and treatment of musculoskeletal and bone conditions including fractures and sports injuries.",
    "dental": "Comprehensive dental care including orthodontics, cosmetic dentistry, and oral surgery.",
    "gyne": "Comprehensive women’s health services including pregnancy follow-up, delivery, and reproductive care.",
    "peds": "Dedicated pediatric department providing expert medical care for infants, children, and adolescents.",
    "xray": "Modern radiology department equipped for X-rays, ultrasound, and advanced imaging diagnostics.",
    "derma": "Dermatology department offering treatments for skin, hair, and nail conditions with advanced procedures.",
    "ent": "Specialized ENT clinic diagnosing and treating ear, nose, and throat disorders with modern equipment.",
    "physio": "Physiotherapy and rehabilitation services to restore movement, strength, and physical well-being.",
    "skinCare": "Skin care and aesthetics department offering facials, rejuvenation, and non-surgical cosmetic procedures."
  }
}
