{
  "title": "أقسامنا الطبية",
  "subtitle": "تصفح العيادات والأقسام ثم افتح التفاصيل أو احجز موعدك.",
  "searchPlaceholder": "ابحث عن عيادة أو قسم",
  "filterAll": "الكل",
  "open": "عرض التفاصيل",
  "book": "احجز موعدًا",

  "clinics": {
    "ladies": "النادي النسائي",
    "internal": "الباطنية",
    "general": "الطب العام",
    "laser": "الليزر والتجميل",
    "opht": "العيون",
    "pharmacy": "الصيدلية",
    "lab": "المختبر",
    "dialysis": "قسم الغسيل الكلوي",
    "emergency": "الطوارئ",
    "ortho": "العظام",
    "dental": "الأسنان",
    "gyne": "النساء والولادة",
    "peds": "الأطفال",
    "xray": "الأشعة",
    "derma": "الجلدية",
    "ent": "الأنف والأذن والحنجرة",
    "physio": "العلاج الطبيعي",
    "skinCare": "قسم العناية بالبشرة"
  },

  "descriptions": {
    "ladies": "مساحة مخصصة للسيدات لممارسة الأنشطة الصحية والرياضية في بيئة آمنة ومتكاملة بإشراف كادر متخصص.",
    "internal": "يُعنى بتشخيص وعلاج أمراض الجهاز الهضمي، القلب، والكبد، مع رعاية شاملة لحالات الأمراض المزمنة.",
    "general": "يقدم خدمات طبية أولية ورعاية صحية متكاملة لجميع أفراد العائلة بإشراف أطباء عامين ذوي خبرة.",
    "laser": "أحدث أجهزة الليزر لإزالة الشعر والعناية بالبشرة، بإشراف مختصين في الطب التجميلي والجلدي.",
    "opht": "تشخيص وعلاج أمراض العيون باستخدام تقنيات حديثة تشمل فحص النظر، العدسات، والعمليات البسيطة.",
    "pharmacy": "توفر الأدوية والمستلزمات الطبية بإشراف صيادلة متخصصين لضمان الاستخدام الآمن والفعال.",
    "lab": "مختبر حديث يقدم تحاليل دقيقة وسريعة مع أعلى معايير الجودة والاعتماد.",
    "dialysis": "قسم متكامل يقدم جلسات غسيل كلوي آمنة ومريحة بأحدث الأجهزة وتحت إشراف طبي متخصص.",
    "emergency": "خدمة طوارئ على مدار الساعة للتعامل مع الحالات الحرجة بإشراف كادر طبي مؤهل.",
    "ortho": "تشخيص وعلاج أمراض وإصابات العظام والمفاصل والعمود الفقري باستخدام أحدث التقنيات الطبية.",
    "dental": "عيادة أسنان متكاملة تقدم خدمات علاجية وتجميلية تشمل الزراعة والتقويم والتبييض.",
    "gyne": "رعاية متكاملة للنساء والحوامل تشمل الفحوصات الدورية، الولادة، وتنظيم الأسرة.",
    "peds": "خدمات طبية شاملة للأطفال تشمل الفحوصات الدورية، التطعيمات، وعلاج الأمراض الحادة والمزمنة.",
    "xray": "قسم الأشعة مزود بأحدث أجهزة التصوير الشعاعي والمقطعي لتشخيص دقيق وسريع.",
    "derma": "تقديم خدمات علاجية وتجميلية لأمراض الجلد والشعر بإشراف أطباء مختصين.",
    "ent": "تشخيص وعلاج أمراض الأنف والأذن والحنجرة للأطفال والبالغين بوسائل حديثة وآمنة.",
    "physio": "علاج طبيعي متكامل لإعادة التأهيل بعد الإصابات أو العمليات باستخدام أحدث الأجهزة.",
    "skinCare": "قسم متخصص في العناية بالبشرة يقدم جلسات تنظيف، ترطيب، وتقشير بإشراف مختصات محترفات."
  }
}
